export default {
  header: {
    title: 'Магазин Еко',
    home: 'Домашня',
    about: 'Про нас',
    shop: 'Магазин',
    page: 'Сторінка',
    contact: 'Контакти',
    login: 'Логін',
  },

  slider: {
    title: 'СМАЧНА ТА ЗДОРОВА',
    subtitle: 'ЇЖА ЩОДНЯ',
    name: 'ОРГАНІЧНА',
    btnText: 'ЗДІЙСНИТИ ПОКУПКУ',
    banner: 'АПЕЛЬСИН ЛИМОН'
  },

  discount: {
    title: 'Отримайте знижку 10% на овочі',
    text: 'Купуйте наш вибір органічних свіжих овочів за зниженою ціною. Знижка 10% на всі овочі.',
    btn: 'ЗДІЙСНИТИ ПОКУПКУ',
  },

  benefit: {
    title: 'МИ ЦЕ ЗДОРОВЕ ОРГАНІЧНЕ ХАРЧУВАННЯ.',
    // eslint-disable-next-line max-len
    text: 'Lorem Ipsum — це просто фіктивний текст поліграфічної та набірної промисловості. Lorem Ipsum є стандартним фіктивним текстом у галузі з 1500-х років, коли невідомий друкар взяв гарнітуру шрифтів і зашифрував її, щоб створити книгу зразків шрифтів. Він пережив не тільки п\'ять століть, але й стрибок до електронного набору, залишившись по суті незмінним.',
    bioTitle: 'Біологічні переваги',
    bioText: 'Сьогодні ми звільняємо місце для самообслуговування за планом.',
    specTitle: 'Спеціальний продукт',
    specText: 'Сьогодні ми звільняємо місце для самообслуговування за планом.',
    banner: 'Про нас',
  },
  
};
